Repository: chriszero/vdr-plugin-plex
Catalog: po/*.po
Languages: de_de

source: Library
de_de: Bibliothek

source: No Plex Media Server found.
de_de: Kein Plexmediaserver gefunden.

source: Switch View
de_de: Ansicht wechseln

source: Unscrobble
de_de: Ungesehen

source: Scrobble
de_de: Gesehen

source: Hide main menu entry
de_de: Verstecke Hauptmenüeintrag

source: Use AC3 instead of aac Audio
de_de: Verwende AC3 anstelle von AAC

source: Use Mpv Plugin (If Availiable)
de_de: Verwende MPV-Plugin falls verfügbar

source: Buffer size for playing, in MB
de_de: Abspielpuffergröße, in MB

source: Scroll by Page
de_de: Seitenweise Scrollen

source: Scroll all around
de_de: Rundum scrollen

source: Use custom transcoding profile
de_de: Benutze eigenes Transcoder Profil

source: Use Plex account
de_de: Nutze Plex-Account

source: Plex Username
de_de: Plex Benutzername

source: Plex Password
de_de: Plex Passwort

source: Use Custom Server
de_de: Nutze eigenen Server

source: Server Host
de_de: Server Hostname/IP

source: Default View Mode
de_de: Standard Anzeige Modus

source: Cover Grid Columns
de_de: Spalten im Plakate Modus

source: Cover Grid Rows
de_de: Reihen im Plakate Modus

source: Detail Grid Columns
de_de: Spalten im Detail Modus

source: Detail Grid Rows
de_de: Reihen im Detail Modus

source: List Grid Columns
de_de: Spalten im Listen Modus

source: List Grid Rows
de_de: Reihen im Listen Modus

source: Current UUID
de_de: Aktuelle UUID

source: Play
de_de: Wiedergeben

source: Rewind
de_de: Anfang

source: %s - Season %d
de_de: %s - Staffel %d

source: Skip Back
de_de: Vorspringen

source: Skip Forward
de_de: Zurückspringen

source: %s - Select Audio / Subtitle
de_de: %s - Wähle Ton / Untertitel

source: Audiostreams
de_de: Tonspuren

source: %s%s - %s %d Channels
de_de: %s%s - %s %d Kanäle

source: Subtitlestreams
de_de: Untertitelspuren

source: None
de_de: Leer

source: To start from %ld minutes, press Ok.
de_de: Wiedergabe ab Minute %ld starten?

source: Browse Plex - %s
de_de: Durchsuche Plex - %s

source: Browse Plex
de_de: Durchsuche Plex

source: All Movies
de_de: Alle Filme

source: Unwatched
de_de: Ungesehen

source: Recently Released
de_de: Kürzlich veröffentlicht

source: Recently Added
de_de: Kürzlich hinzugefügt

source: Recently Viewed
de_de: Kürzlich angesehen

source: On Deck
de_de: Aktuell

source: By Collection
de_de: Nach Sammlung

source: By Genre
de_de: Nach Genre

source: By Year
de_de: Nach Jahr

source: By Decade
de_de: Nach Jahrzehnt

source: By Director
de_de: Nach Regisseur

source: By Starring Actor
de_de: Nach Hauptdarsteller

source: By Country
de_de: Nach Land

source: By Content Rating
de_de: Nach Altersfreigabe

source: By Rating
de_de: Nach Bewertung

source: By Resolution
de_de: Nach Auflösung

source: By First Letter
de_de: Nach Anfangsbuchstaben

source: By Folder
de_de: Nach Ordner

source: Search...
de_de: Suche...

source: Search Shows...
de_de: Suche Serie...

source: Search Episode...
de_de: Suche Folge...

source: All Shows
de_de: Alle Serien

source: Recently Aired
de_de: Kürzlich Ausgestrahlt

source: Recently Viewed Episodes
de_de: Kürzlich angesehene Folgen

source: Recently Viewed Shows
de_de: Kürzlich angesehene Serien
